Revit 2027 API
STEPExportOptions Constructor
 Constructs a new instance of STEPExportOptions with default values of all properties.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public STEPExportOptions()
Public Sub New
public:
STEPExportOptions()
new : unit -> STEPExportOptions
See Also
Reference
STEPExportOptions Class
Autodesk.Revit.DB Namespace